Repository: qasedak/WP-Intl-Calendar
Catalog: languages/wp-intl-calendar-*.po
Languages: fa_ir

source: Intl Calendar Settings
fa_ir: تنظیمات تاریخ بین المللی

source: Intl Calendar
fa_ir: تاریخ بین اللملی

source: Date Format
fa_ir: فرمت تاریخ

source: Year Format
fa_ir: فرمت سال

source: Month Format
fa_ir: فرمت ماه

source: Day Format
fa_ir: فرمت روز

source: Weekday Format
fa_ir: فرمت روزهای هفته

source: Hour Format
fa_ir: فرمت ساعت

source: Minute Format
fa_ir: فرمت دقیقه

source: TimeZoneName Format
fa_ir: فرمت نام منطقه زمانی

source: TimeZone Format
fa_ir: فرمت منطقه زمانی

source: Hour12 Format
fa_ir: فرمت 12 ساعته

source: Locale
fa_ir: محلی (زبان)

source: Date Selector
fa_ir: انتخابگر تاریخ ها

source: Date Display Language
fa_ir: زبان نمایش تاریخ

source: Automatic Date Detection
fa_ir: تشخیص خودکار تاریخ ها

source: Performance Options
fa_ir: گزینه‌های عملکرد

source: Lazy Loading
fa_ir: بارگذاری تنبل

source: Date Caching
fa_ir: کش کردن

source: Admin Area Conversion
fa_ir: تبدیل تاریخ مدیریت

source: Select the format for each date component.
fa_ir: فرمت نمایش را برای هریک از اجراء تاریخ انتخاب کنید.

source: Auto (WordPress Default)
fa_ir: خودکار (پیش‌فرض وردپرس)

source: Automatic
fa_ir: خودکار

source: Auto (Browser Default)
fa_ir: خودکار (پیش‌فرض مرورگر)

source: Browser Default
fa_ir: پیش‌فرض مرورگر

source: Gregorian Calendar
fa_ir: تقویم میلادی

source: Persian Calendar
fa_ir: تقویم فارسی

source: Islamic Calendar
fa_ir: تقویم هجری قمری

source: Buddhist Calendar
fa_ir: تقویم بودایی

source: Japanese Calendar
fa_ir: تقویم ژاپنی

source: Chinese Calendar
fa_ir: تقویم چینی

source: Select your preferred calendar system and locale. The "Auto" option will use your WordPress site's locale setting.
fa_ir: زبان و تقویم مورد نظر خود را انتخاب کنید.

source: Disable
fa_ir: غیرفعال

source: Numeric
fa_ir: عددی

source: 2-digit
fa_ir: 2 رقمی

source: Long
fa_ir: بلند

source: Short
fa_ir: کوتاه

source: Narrow
fa_ir: باریک

source: Enter CSS selectors for elements containing dates, separated by commas. Default is ".date, time".
fa_ir: سلکتورهای CSS برای المان‌های حاوی تاریخ را وارد کنید (با کاما جدا شوند). پیش‌فرض ".date, time" است.

source: Match WordPress Language
fa_ir: تطبیق با زبان وردپرس

source: Match Selected Locale
fa_ir: تطبیق با زبان انتخاب شده

source: Automatically detect and convert WordPress date elements
fa_ir: تشخیص و تبدیل خودکار تاریخ‌های وردپرس

source: When enabled, the plugin will automatically detect and convert dates from posts, comments, and archives. (May impact performance)
fa_ir: در صورت فعال بودن، افزونه به طور خودکار تاریخ‌ها را در نوشته‌ها، دیدگاه‌ها و بایگانی‌ها تشخیص و تبدیل می‌کند. (ممکن است بر عملکرد تأثیر بگذارد)

source: Configure performance options for date conversion. These settings can help optimize the plugin's performance on your site.
fa_ir: تنظیمات عملکرد برای تبدیل تاریخ را پیکربندی کنید. این تنظیمات می‌توانند به بهینه‌سازی عملکرد افزونه در سایت شما کمک کنند.

source: Enable lazy loading of date conversions
fa_ir: فعال‌سازی بارگذاری تنبل برای تبدیل تاریخ‌ها

source: Only convert dates when they become visible on screen. This can improve initial page load performance, especially on pages with many dates.
fa_ir: تبدیل تاریخ‌ها فقط زمانی که در صفحه نمایش قابل مشاهده می‌شوند. این می‌تواند عملکرد بارگذاری اولیه صفحه را بهبود بخشد، به خصوص در صفحاتی که تاریخ‌های زیادی دارند.

source: Enable date conversion caching
fa_ir: فعال‌سازی ذخیره‌سازی موقت تبدیل تاریخ‌ها

source: Cache converted dates to improve performance. This reduces server load by storing converted dates for reuse.
fa_ir: ذخیره‌سازی تاریخ‌های تبدیل شده برای بهبود عملکرد. این کار با ذخیره‌سازی تاریخ‌های تبدیل شده برای استفاده مجدد، بار سرور را کاهش می‌دهد.

source: Enable date conversion in admin area
fa_ir: فعال‌سازی تبدیل تاریخ در بخش مدیریت

source: Convert dates in the WordPress admin area. Note: This may affect admin performance.
fa_ir: تبدیل تاریخ‌ها در بخش مدیریت وردپرس. توجه: این ممکن است بر عملکرد بخش مدیریت تأثیر بگذارد.

source: WP Intl Calendar
fa_ir: تاریخ بین‌المللی وردپرس

source: Converts WordPress dates and times to all other calendars available in JS Intl method
fa_ir: تاریخ های نمایش داده شده در وردپرس را به تقویم های دیگر تبدیل می کند

source: Mohammad Anbarestany
fa_ir: محمد عنبرستانی
